[FileInfo]
TranslatorName=风行于野
LanguageName=简体中文
TargetVersion=0.4.*.*
[General]
1001=选择
1002=画笔
1003=橡皮
1004=仿制图章
1005=色彩替换
1006=文字
1007=直线
1008=箭头
1009=椭圆
1010=矩形
1011=填充
1012=吸管
1013=矫正/旋转
1014=测量工具
1015=画笔和刷子设定值
1016=详细辅助说明
1017=关于...
2001=选择工具用于一般用途，例如创建选区。
2002=画笔工具用来随意绘画。\n按住左键并拖拽以绘制前景色。\n按住右键并拖拽以绘制背景色。
2003=橡皮擦工具用来清除。\n按住左键并拖拽以还原背景色。\n按住右键并拖拽以还原原始图像。
2004=仿制图章工具可以复制图像的一部分到另一个区域。\n可用于从照片移除尘埃和刮痕。\n按右键选取来源，然后在您要开始替换的位置按左键。
2005=色彩替换工具用来以另一种色彩取代当前色彩。\n单击并拖拽以前景色取代背景色。\n右击并拖拽以背景色取代前景色。
2006=文字工具可以添加格式化的文字到图像。\n文字游标的十字将是插入文字的基准。\n文字将会在插入点处靠左、靠右或居中对齐。
2007=直线工具可以绘制直线。\n单击并拖拽以定义直线。 放开鼠标按键来绘制它。\n要取消绘制，请单击右键。\n按住 CTRL 键绘制以开始点为中心的直线。\n按住 SHIFT 键绘制以 45° 为倍数的直线。
2008=箭头线工具可以绘制箭头。\n单击并拖拽以定义箭头。 放开鼠标按键来绘制它。\n要取消绘制，请单击右键。\n按住 CTRL 键绘制以开始点为中心的箭头。\n按住 SHIFT 键绘制以 45° 为倍数的箭头。\n右击此按钮以打开 "箭头设定值" 对话框。
2009=椭圆工具用来绘制圆形和椭圆形。如果勾选色彩图样上方的填充按钮，它将会是实心; 如果没有则是空心。\n单击并拖拽以定义椭圆形。 放开鼠标按键来绘制它。\n要取消绘制，请单击右键。\n按住 CTRL 键绘制以开始点为中心的椭圆形。\n按住 SHIFT 键以绘制圆形。
2010=矩形工具用来绘制正方形和矩形。如果勾选色彩图样上方的填充按钮，它将会是实心; 如果没有则是空心。\n单击并拖拽以定义矩形。 放开鼠标按 键来绘制它。\n要取消绘制，请单击右键。\n按住 CTRL 键绘制以开始点为中心的矩形。\n按住 SHIFT 键以绘制正方形。
2011=填充工具用来以单一色彩填充区域。\n单击以前景色填充一个区域。\n右击以背景色填充一个区域。
2012=滴管工具用来从图像选取颜色。\n单击以选取前景色。\n右击以选取背景色。\n按住 SHIFT 键并点击此按钮以停用 自动返回先前工具。
2013=矫正/旋转工具用来矫正图像。\n单击并拖拽在必须成为水平或垂直的图像之部分画 "底线" 。\n要取消操作，请单击右键。\n按住 CTRL 键绘 制以开始点为中心的直线。\n按住 SHIFT 键绘制以 45° 为倍数的直线。
2014=使用测量工具可以测量图像上的距离和角度。\n单击并拖拽以选取要测量的距离。\n所有角度测量与水平线相关。\n要取消操作，单击鼠标右键。\n按住 CTRL 键绘制以开始点为中心的直线。\n按住 SHIFT 键绘制以 45° 为倍数的直线。\n右击此按钮以打开 "测量单位" 对话框，在此您可以 定义新的测量单位并编辑、删除和排序目前的测量单位。
2015=显示画笔和刷子设定值对话框
2016=简短辅助说明
2017=显示 IrfanPaint 的版本信息 
5201=使用仿制图章工具前您必须设定来源点 (鼠标右键单击)。\n启用详细辅助说明并阅读仿制图章工具的工具提示以获取更多资讯。
5102=无法储存设定值; 请检查 i_view32.ini 是否可写。
6001=特别感谢:\r\n\r\nIrfan Skiljan, who developed IrfanView, spent time to edit it to make IrfanPaint work, gave me a lot of useful suggestions and has always been very available.\r\n\r\nThe users of the IrfanView support forum, and in particular:\r\nBhikkhu Pesala, who wrote the exhaustive tooltips and the help page, reported bugs, helped me to track down  them and gave many suggestions.\r\nMatera, who, from the other side of the world, let me make remote debugging via a VPN over a dial-up  connection on his computer to track a bug; the attempt failed, but it has been quite epic.\r\nSteve, the forum admin.\r\n\r\nAll the betatesters,  and expecially Leon Fisk, who reported me all the problems of IrfanPaint on Windows NT 4.\r\n\r\nDavide Pizzolato and his great CxImage library  (http://www.codeproject.com/KB/graphics/cximage.aspx), from which I stole some pieces of code.\r\n\r\nLode Vandevenne and his efficient  implementation of the scanline floodfill algorithm with stack (http://student.kuleuven.be/~m0216922/CG/floodfill.html), that I adapted for  IrfanPaint.\r\n\r\nCodeProject.com and its great articles, that helped me many times.\r\n\r\nAll the translators.\r\n\r\nAll the users that made donations: thank you!
1443=前景
1444=背景
5301="%what%" 不是有效数字。
5302=该项不能空白。
1101=%language% 由 %translator% 翻译
1651=名称
1652=符号
1653=定义
1654=您确定要删除目前选取的测量单位?
1655=确认删除
7001=预设单位
7002=无效
7003=DPI 未设定
7011=英寸
7012=像素
7013=度
7014=厘米
5000=错误
[101]
0=关于 IrfanPaint
1=确定
1102=文字
1104=访问 IrfanPaint 网站(&V)
[100]
0=绘制
1060=IrfanPaint 工具列
1053=宽 (像素)
1059=填充
1056=容差:
[103]
0=箭头设定值
1=确定
2=取消
1301=第一个箭头(&F)
1311=绘制:
1302=第二个箭头(&S)
1309=箭头宽:
1310=箭头长:
1308=开放箭头
[102]
0=色彩选取
1=确定
2=取消
[104]
0=画笔和刷子设定值
1442=画笔
1441=刷子
1=确定
2=取消
1432=样式:
1404=_______
1405=_ _ _ _ _
1406=. . . . . .
1407=_ . _ . _ .
1408=_ . . _ . .
1433=终点:
1410=圆形
1411=方形
1412=扁平
1434=直线接点:
1413=圆角
1414=斜角
1415=尖角
1416=实线
1417=- (水平)
1418=|| (垂直)
1419=\\\\ (右斜)
1420=//  (左斜)
1421=+ (交叉线)
1422=x (对角线)
1435=实心
1437=斜阴影线
1438=交叉阴影线
1436=直阴影线
1439=色彩
1445=笔尖宽度
1448=像素 (1-9999)
1440=阴影线次要色彩
1426=透明
1429=spc = 1像素 spc\r\n点 = 1 终点
1431=单击上方预览窗口以交换前景和背景样式。
[105]
0=插入文字
1501=字型名称(&N):
1502=大小(&S):
1506=粗体(&B)
1507=斜体(&I)
1508=下划线(&U)
1509=删除线(&S)
1510=左对齐(&E)
1511=居中对齐(&C)
1512=右对齐(&R)
1=确定
2=取消
1526=按住以预览效果(&P)
1513=选取颜色(&C)...
1521=渲染方式
1522=中空
1524=实心
1523=填充
1525=消除锯齿
[106]
0=测量单位
1602=关闭(&C)
1603=上移(&U)
1604=下移(&D)
1605=绝对化(&B)
1606=添加(&A)...
1607=编辑(&E)...
1608=删除(&R)
[107]
0=编辑测量单位
1701=名称:
1703=符号:
1705=定义:
1706=1 %unitsymbol% =
1=确定
2=取消
[108]
0=测量结果
1=确定
1803=新单位(&N)...
1802=复制(&C)